tap 'atlassian/homebrew-acli'
tap 'anomalyco/tap'
tap 'go-task/tap'
tap 'pulumi/tap'
tap 'sst/tap'

brew 'atlassian/homebrew-acli/acli'
brew 'awscli'
brew 'bat'
brew 'block-goose-cli'
brew 'bottom'
brew 'caddy'
brew 'deno'
brew 'emacs'
brew 'ffmpeg'
brew 'fish'
brew 'fisher'
brew 'fzf'
brew 'go-task/tap/go-task'
brew 'gsed'
brew 'httpie'
brew 'httpstat'
brew 'jenv'
brew 'jq'
brew 'keychain'
brew 'lazydocker'
brew 'lazygit'
brew 'lazysql'
brew 'neovim'
brew 'nvm'
brew 'anomalyco/tap/opencode'
brew 'pulumi/tap/pulumi'
brew 'pyenv'
brew 'rbenv'
brew 'ripgrep'
brew 'sst/tap/sst'
brew 'stow'
brew 'television'
brew 'tmux'
brew 'trash'
brew 'trivy'
brew 'webp'
brew 'yq'

cask 'block-goose'
cask 'burp-suite'
cask 'docker-desktop'
cask 'font-monaspice-nerd-font'
cask 'font-noto-sans-symbols-2'
cask 'ghostty'
cask 'spotify'
